const suggestSlide = [
  {
    titleEng: "Shoulders Width",
    titleTh: "วิธีวัดความกว้างไหล่",
    imgPath: "./asset/images/suit-form/shoulder/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา",
      },
      {
        vertical: false,
        imgName: "3.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา",
      },
    ],
  },
  {
    titleEng: "Sleeve Length",
    titleTh: "วิธีวัดความกว้างไหล่",
    imgPath: "./asset/images/suit-form/sleeve/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา",
      },
      {
        vertical: false,
        imgName: "3.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา",
      },
      {
        vertical: true,
        imgName: "4.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา",
      },
    ],
  },
  {
    titleEng: "Half Back Width",
    titleTh: "วิธีวัดบ่าหลัง",
    imgPath: "./asset/images/suit-form/half-back/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Half Chest Width",
    titleTh: "วิธีวัดบ่าหน้า",
    imgPath: "./asset/images/suit-form/half-chest/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Chest Width",
    titleTh: "วิธีวัดอก",
    imgPath: "./asset/images/suit-form/chest/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Stomach Width",
    titleTh: "วิธีวัดเอวเสื้อ",
    imgPath: "./asset/images/suit-form/stomach/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Bicep Width",
    titleTh: "ความกว้างต้นแขน",
    imgPath: "./asset/images/suit-form/bicep/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Armhole",
    titleTh: "รอบวงแขน",
    imgPath: "./asset/images/suit-form/armhole/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
      {
        vertical: false,
        imgName: "2.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Wrist Width",
    titleTh: "ความกว้างรอบข้อมือ",
    imgPath: "./asset/images/suit-form/wrist/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Jacket Length",
    titleTh: "ความยาวเสื้อ",
    imgPath: "./asset/images/suit-form/jacket/",
    slide: [
      {
        vertical: true,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Hips Width",
    titleTh: "ความกว้างสะโพก",
    imgPath: "./asset/images/suit-form/hips/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Waist Width",
    titleTh: "ขนาดเอวกางเกง",
    imgPath: "./asset/images/suit-form/waist/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Thigh Width",
    titleTh: "ความกว้างต้นขา",
    imgPath: "./asset/images/suit-form/thigh/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Crotch Length",
    titleTh: "ความยาวเป้ากางเกง",
    imgPath: "./asset/images/suit-form/crotch/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Knee Width",
    titleTh: "ความกว้างเข่า",
    imgPath: "./asset/images/suit-form/knee/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Calf Width",
    titleTh: "ความกว้างน่อง",
    imgPath: "./asset/images/suit-form/calf/",
    slide: [
      {
        vertical: true,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Hem Width",
    titleTh: "ความกว้างปลายขา",
    imgPath: "./asset/images/suit-form/hem/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
  {
    titleEng: "Pants Length",
    titleTh: "ความยาวขากางเกง",
    imgPath: "./asset/images/suit-form/pants/",
    slide: [
      {
        vertical: false,
        imgName: "1.webp",
        desc: "เริ่มจากการนำสายวัดฝั่งซ้ายมือ วางในตำแหน่งตะเข็บรอยต่อช่วงไหล่ซ้ายของเสื้อเชิ้ต แล้วดึงสายวัดไปทางขวา (พาดบริเวณบ่า) ให้สายวัดด้านขวาไปจรดบริเวณ ตำแหน่งตะเข็บรอยต่อช่วงไหล่ขวาของเสื้อเชิ้ต",
      },
    ],
  },
];
